Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# profile.notifications
source: Rappels hydratation
ar: تذكيرات الترطيب
bg: Напомняния за хидратация
bn: হাইড্রেশন রিমাইন্ডার
cs: Připomínky hydratace
da: Hydrationspåmindelser
de: Hydrationserinnerungen
el: Υπενθυμίσεις ενυδάτωσης
en: Hydration reminders
es: Recordatorios de hidratación
fa: یادآوری‌های آب‌رسانی
fi: Nesteytysmuistutukset
fil: Mga paalala sa hydration
he: תזכורות הידרציה
hi: हाइड्रेशन रिमाइंडर
hr: Podsjetnici za hidrataciju
hu: Folyadékbeviteli emlékeztetők
id: Pengingat hidrasi
it: Promemoria idratazione
ja: 水分補給のリマインダー
ko: 수분 섭취 알림
ku: Bîranînên avahiyê
lt: Hidratacijos priminimai
lv: Hidratācijas atgādinājumi
ms: Peringatan hidrasi
nb: Hydreringspåminnelser
nl: Hydratierherinneringen
pl: Przypomnienia o nawodnieniu
pt_br: Lembretes de hidratação
pt_pt: Lembretes de hidratação
ro: Remindere de hidratare
ru: Напоминания о гидратации
sk: Pripomienky hydratácie
sl: Opomniki za hidracijo
sq: Kujtues hidratimi
sr: Подсетници за хидратацију
sv: Hydreringspåminnelser
sw: Vikumbusho vya unyevu
th: การแจ้งเตือนดื่มน้ำ
tr: Sıvı alım hatırlatıcıları
uk: Нагадування про гідратацію
vi: Nhắc nhở uống nước
zh_hans: 补水提醒
zh_hant: 飲水提醒

# profile.premium_active_label
source: Abonnement Premium actif
ar: اشتراك بريميوم نشط
bg: Абонаментът Premium е активен
bn: সক্রিয় Premium সদস্যতা
cs: Předplatné Premium aktivní
da: Aktivt Premium-abonnement
de: Aktives Premium-Abonnement
el: Ενεργή συνδρομή Premium
en: Active Premium subscription
es: Suscripción Premium activa
fa: اشتراک Premium فعال است
fi: Premium-tilaus aktiivinen
fil: Aktibong Premium subscription
he: מנוי פרמיום פעיל
hi: प्रीमियम सब्सक्रिप्शन सक्रिय
hr: Aktivna Premium pretplata
hu: Premium előfizetés aktív
id: Langganan Premium aktif
it: Abbonamento Premium attivo
ja: プレミアムサブスクリプション有効
ko: 프리미엄 구독 활성화됨
ku: Aboneya Premium çalak e
lt: Aktyvi Premium prenumerata
lv: Aktīvs Premium abonements
ms: Langganan Premium aktif
nb: Aktivt Premium-abonnement
nl: Actief Premium-abonnement
pl: Aktywna subskrypcja Premium
pt_br: Assinatura Premium ativa
pt_pt: Subscrição Premium ativa
ro: Abonament Premium activ
ru: Активная подписка Премиум
sk: Predplatné Premium aktívne
sl: Aktivna Premium naročnina
sq: Abonim Premium aktiv
sr: Активна Premium претплата
sv: Aktiv Premium-prenumeration
sw: Usajili wa Premium unafanya kazi
th: สมัครสมาชิก Premium ใช้งานอยู่
tr: Aktif Premium aboneliği
uk: Підписка Premium активна
vi: Đăng ký Premium đang hoạt động
zh_hans: 高级版订阅已激活
zh_hant: Premium 訂閱已啟用

# profile.section.app_icon
source: Icône de l'app
ar: أيقونة التطبيق
bg: Икона на приложението
bn: অ্যাপ আইকন
cs: Ikona aplikace
da: Appikon
de: App-Symbol
el: Εικονίδιο εφαρμογής
en: App icon
es: Icono de app
fa: آیکون برنامه
fi: Sovelluskuvake
fil: Icon ng app
he: סמל אפליקציה
hi: ऐप आइकन
hr: Ikona aplikacije
hu: Alkalmazásikon
id: Ikon app
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
ku: Îkona sepanê
lt: Programos piktograma
lv: Lietotnes ikona
ms: Ikon app
nb: Appikon
nl: App-pictogram
pl: Ikona aplikacji
pt_br: Ícone do app
pt_pt: Ícone da aplicação
ro: Icoană aplicație
ru: Иконка приложения
sk: Ikona aplikácie
sl: Ikona aplikacije
sq: Ikona e aplikacionit
sr: Икона апликације
sv: App-ikon
sw: Aikoni ya programu
th: ไอคอนแอป
tr: Uygulama simgesi
uk: Іконка застосунку
vi: Biểu tượng ứng dụng
zh_hans: 应用图标
zh_hant: 應用程式圖示

# profile.section.appearance
source: Apparence
ar: المظهر
bg: Външен вид
bn: চেহারা
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
en: Appearance
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fil: Itsura
he: מראה
hi: उपस्थिति
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
ku: Xuyabûn
lt: Išvaizda
lv: Izskats
ms: Penampilan
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sq: Pamja
sr: Изглед
sv: Utseende
sw: Mwonekano
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# profile.section.body
source: Profil physique
ar: الملف الجسدي
bg: Телесен профил
bn: শারীরিক প্রোফাইল
cs: Tělesný profil
da: Fysisk profil
de: Körperprofil
el: Σωματικό προφίλ
en: Physical profile
es: Perfil físico
fa: پروفایل بدنی
fi: Kehoprofiili
fil: Physical na profile
he: פרופיל גופני
hi: शारीरिक प्रोफ़ाइल
hr: Fizički profil
hu: Testi adatok
id: Profil fisik
it: Profilo fisico
ja: 身体プロフィール
ko: 신체 프로필
ku: Profîla bedenî
lt: Fizinis profilis
lv: Fiziskais profils
ms: Profil fizikal
nb: Fysisk profil
nl: Fysiek profiel
pl: Profil fizyczny
pt_br: Perfil físico
pt_pt: Perfil físico
ro: Profil fizic
ru: Физический профиль
sk: Telesný profil
sl: Fizični profil
sq: Profili fizik
sr: Физички профил
sv: Fysisk profil
sw: Wasifu wa mwili
th: โปรไฟล์ร่างกาย
tr: Fiziksel profil
uk: Тілесний профіль
vi: Hồ sơ thể chất
zh_hans: 身体档案
zh_hant: 身體資料

# profile.section.hydration
source: Hydratation
ar: الترطيب
bg: Хидратация
bn: হাইড্রেশন
cs: Hydratace
da: Hydrering
de: Hydration
el: Ενυδάτωση
en: Hydration
es: Hidratación
fa: آب‌رسانی
fi: Nesteytys
fil: Hydration
he: הידרציה
hi: हाइड्रेशन
hr: Hidratacija
hu: Folyadékbevitel
id: Hidrasi
it: Idratazione
ja: 水分補給
ko: 수분 섭취
ku: Avahî
lt: Hidratacija
lv: Hidratācija
ms: Hidrasi
nb: Hydrering
nl: Hydratatie
pl: Nawodnienie
pt_br: Hidratação
pt_pt: Hidratação
ro: Hidratare
ru: Гидратация
sk: Hydratácia
sl: Hidracija
sq: Hidratim
sr: Хидратација
sv: Hydrering
sw: Unyevu
th: การดื่มน้ำ
tr: Sıvı alımı
uk: Гідратація
vi: Nước uống
zh_hans: 水分
zh_hant: 飲水

# profile.section.notifications
source: Notifications
ar: الإشعارات
bg: Известия
bn: নোটিফিকেশন
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
fil: Mga Notification
he: התראות
hi: नोटिफिकेशन
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
ku: Agahdarî
lt: Pranešimai
lv: Paziņojumi
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Oznámenia
sl: Obvestila
sq: Njoftime
sr: Обавештења
sv: Aviseringar
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# profile.stats.achievements
source: Succès & défis
ar: الإنجازات والتحديات
bg: Постижения и предизвикателства
bn: অর্জন ও চ্যালেঞ্জ
cs: Úspěchy a výzvy
da: Præstationer & udfordringer
de: Erfolge & Herausforderungen
el: Επιτεύγματα & προκλήσεις
en: Achievements & challenges
es: Logros y retos
fa: دستاوردها و چالش‌ها
fi: Saavutukset ja haasteet
fil: Mga tagumpay at hamon
he: הישגים ואתגרים
hi: उपलब्धियां और चुनौतियां
hr: Dostignuća i izazovi
hu: Eredmények és kihívások
id: Pencapaian & tantangan
it: Successi & sfide
ja: 実績とチャレンジ
ko: 업적 & 챌린지
ku: Serkeftin û pêşbazî
lt: Pasiekimai ir iššūkiai
lv: Sasniegumi un izaicinājumi
ms: Pencapaian & cabaran
nb: Prestasjoner & utfordringer
nl: Prestaties & uitdagingen
pl: Osiągnięcia i wyzwania
pt_br: Conquistas e desafios
pt_pt: Conquistas e desafios
ro: Realizări și provocări
ru: Достижения и испытания
sk: Úspechy a výzvy
sl: Dosežki in izzivi
sq: Arritje dhe sfida
sr: Достигнућа и изазови
sv: Prestationer & utmaningar
sw: Mafanikio na changamoto
th: รางวัลและความท้าทาย
tr: Başarılar ve görevler
uk: Досягнення та виклики
vi: Thành tích & thử thách
zh_hans: 成就与挑战
zh_hant: 成就與挑戰

# profile.stats.streak
source: Jours série
ar: أيام السلسلة
bg: Дни в серия
bn: ধারাবাহিকতার দিন
cs: Dny série
da: Serikedage
de: Serientage
el: Μέρες σερί
en: Streak days
es: Días de racha
fa: روزهای روند
fi: Putkipäiviä
fil: Mga araw ng streak
he: ימי רצף
hi: स्ट्रीक दिन
hr: Dani niza
hu: Sorozat napjai
id: Hari seri
it: Giorni serie
ja: 連続日数
ko: 연속 일수
ku: Rojên rêzikê
lt: Serijos dienos
lv: Sērijas dienas
ms: Hari rentetan
nb: Serijedager
nl: SerieDagen
pl: Dni serii
pt_br: Dias de sequência
pt_pt: Dias de série
ro: Zile serie
ru: Дни серии
sk: Dni série
sl: Dnevi niza
sq: Ditët e serisë
sr: Дани низа
sv: Seriedagar
sw: Siku za mfululizo
th: วันสตรีค
tr: Seri günleri
uk: Дні серії
vi: Ngày liên tiếp
zh_hans: 连续天数
zh_hant: 連續天數

# profile.stats.total_water
source: Total bu
ar: إجمالي ما شربته
bg: Общо изпито
bn: মোট পানীয়
cs: Celkem vypito
da: Samlet drukket
de: Gesamt getrunken
el: Συνολικό ποτό
en: Total drunk
es: Total bebido
fa: مجموع نوشیده‌شده
fi: Yhteensä juotu
fil: Kabuuang nainom
he: סה"כ נשתה
hi: कुल पिया
hr: Ukupno popijeno
hu: Összes elfogyasztott
id: Total diminum
it: Totale bevuto
ja: 合計飲水量
ko: 총 마신 양
ku: Bi tevahî hatî vexwarin
lt: Iš viso išgerta
lv: Kopā izdzerti
ms: Jumlah diminum
nb: Totalt drukket
nl: Totaal gedronken
pl: Łącznie wypite
pt_br: Total bebido
pt_pt: Total bebido
ro: Total băut
ru: Всего выпито
sk: Celkovo vypité
sl: Skupaj spitega
sq: Gjithsej të pira
sr: Укупно попијено
sv: Totalt drucket
sw: Jumla iliyokunywa
th: รวมที่ดื่ม
tr: Toplam içilen
uk: Загалом випито
vi: Tổng đã uống
zh_hans: 总饮水量
zh_hant: 累計飲水量

# profile.subtitle
source: Gérez vos préférences
ar: إدارة تفضيلاتك
bg: Управлявай настройките си
bn: আপনার সেটিংস পরিচালনা করুন
cs: Spravuj svá nastavení
da: Administrer dine præferencer
de: Einstellungen verwalten
el: Διαχειριστείτε τις προτιμήσεις σας
en: Manage your preferences
es: Gestiona tus preferencias
fa: تنظیمات خود را مدیریت کن
fi: Hallitse asetuksiasi
fil: Pamahalaan ang iyong mga preference
he: נהל את ההעדפות שלך
hi: अपनी प्राथमिकताएं प्रबंधित करें
hr: Upravljaj svojim postavkama
hu: Kezeld a beállításaidat
id: Kelola preferensi Anda
it: Gestisci le tue preferenze
ja: 設定を管理
ko: 환경 설정 관리
ku: Sazkariyên xwe rêve bibe
lt: Tvarkyk savo nustatymus
lv: Pārvaldi savus iestatījumus
ms: Urus keutamaan anda
nb: Administrer dine preferanser
nl: Beheer je voorkeuren
pl: Zarządzaj preferencjami
pt_br: Gerencie suas preferências
pt_pt: Faça a gestão das suas preferências
ro: Gestionează preferințele tale
ru: Управление настройками
sk: Spravuj svoje nastavenia
sl: Upravljaj svoje nastavitve
sq: Menaxho cilësimet tuaja
sr: Управљај својим подешавањима
sv: Hantera dina inställningar
sw: Simamia mipangilio yako
th: จัดการความชอบของคุณ
tr: Tercihlerini yönet
uk: Керуй своїми налаштуваннями
vi: Quản lý tùy chọn của bạn
zh_hans: 管理您的偏好设置
zh_hant: 管理你的設定

# profile.system
source: Système
ar: النظام
bg: Системна
bn: সিস্টেম
cs: Systém
da: System
de: System
el: Σύστημα
en: System
es: Sistema
fa: سیستم
fi: Järjestelmä
fil: System
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ku: Pergal
lt: Sistema
lv: Sistēma
ms: Sistem
nb: System
nl: Systeem
pl: Systemowy
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системная
sk: Systém
sl: Sistem
sq: Sistem
sr: Систем
sv: System
sw: Mfumo
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# profile.theme
source: Thème
ar: المظهر
bg: Тема
bn: থিম
cs: Motiv
da: Tema
de: Design
el: Θέμα
en: Theme
es: Tema
fa: تم
fi: Teema
fil: Tema
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
ku: Tema
lt: Tema
lv: Tēma
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
sk: Motív
sl: Tema
sq: Tema
sr: Тема
sv: Tema
sw: Mandhari
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# profile.title
source: Profil
ar: الملف الشخصي
bg: Профил
bn: প্রোফাইল
el: Προφίλ
en: Profile
es: Perfil
fa: پروفایل
fi: Profiili
fil: Profile
he: פרופיל
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
ku: Profîl
lt: Profilis
lv: Profils
nl: Profiel
pt_br: Perfil
pt_pt: Perfil
ru: Профиль
sq: Profili
sr: Профил
sw: Wasifu
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

# profile.version
source: Version
ar: الإصدار
bg: Версия
bn: সংস্করণ
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
fi: Versio
fil: Bersyon
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ku: Guhertoye
lt: Versija
lv: Versija
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Versioni
sr: Верзија
sw: Toleo
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# progress.alcohol_compensation
source: Bois %d ml de plus pour compenser l'alcool
ar: اشرب %d مل إضافياً لتعويض الكحول
bg: Изпий още %d мл, за да компенсираш алкохола
bn: অ্যালকোহল পূরণে আরো %d মিলি পান করুন
cs: Vypij ještě %d ml na vyrovnání alkoholu
da: Drik %d ml mere for at kompensere for alkohol
de: Trink %d ml mehr, um den Alkohol zu kompensieren
el: Πιείτε ακόμα %d ml για αντιστάθμιση αλκοόλ
en: Drink %d ml more to compensate for alcohol
es: Bebe %d ml más para compensar el alcohol
fa: برای جبران الکل، %d میلی‌لیتر دیگر بنوش
fi: Juo vielä %d ml tasapainottaaksesi alkoholia
fil: Uminom pa ng %d ml para mabawi ang alak
he: שתה עוד %d מ"ל לפיצוי על האלכוהול
hi: शराब की भरपाई के लिए %d ml और पिएं
hr: Popij još %d ml za nadoknadu alkohola
hu: Igyál még %d ml-t az alkohol pótlásához
id: Minum %d ml lagi untuk kompensasi alkohol
it: Bevi %d ml in più per compensare l'alcol
ja: アルコールを補うために%d ml多く飲む
ko: 알코올 보상을 위해 %d ml 더 마시세요
ku: Bo jêbirina alkolê %d ml din vexwe
lt: Išgerk dar %d ml alkoholio kompensacijai
lv: Izdzer vēl %d ml alkohola kompensācijai
ms: Minum lagi %d ml untuk mengimbangi alkohol
nb: Drikk %d ml mer for å kompensere for alkohol
nl: Drink %d ml meer om alcohol te compenseren
pl: Wypij %d ml więcej, aby skompensować alkohol
pt_br: Beba %d ml a mais para compensar o álcool
pt_pt: Beba mais %d ml para compensar o álcool
ro: Bea încă %d ml pentru a compensa alcoolul
ru: Выпей на %d мл больше для компенсации алкоголя
sk: Vypi ešte %d ml na vyrovnanie alkoholu
sl: Spij še %d ml za nadomestitev alkohola
sq: Pi edhe %d ml për kompensimin e alkoolit
sr: Попиј још %d ml да надокнадиш алкохол
sv: Drick %d ml mer för att kompensera alkoholen
sw: Kunywa ml %d zaidi kufidia pombe
th: ดื่มน้ำเพิ่ม %d มล. เพื่อชดเชยแอลกอฮอล์
tr: Alkolü telafi etmek için %d ml daha iç
uk: Випий ще %d мл, щоб компенсувати алкоголь
vi: Uống thêm %d ml để bù cho rượu
zh_hans: 再喝 %d 毫升来补偿酒精
zh_hant: 再喝 %d ml 以補償酒精

# progress.goal_label
source: Objectif : %d ml
ar: الهدف: %d مل
bg: Цел: %d мл
bn: লক্ষ্য: %d মিলি
cs: Cíl: %d ml
da: Mål: %d ml
de: Ziel: %d ml
el: Στόχος: %d ml
en: Goal: %d ml
es: Objetivo: %d ml
fa: هدف: %d میلی‌لیتر
fi: Tavoite: %d ml
fil: Layunin: %d ml
he: יעד: %d מ"ל
hi: लक्ष्य: %d ml
hr: Cilj: %d ml
hu: Cél: %d ml
id: Target: %d ml
it: Obiettivo: %d ml
ja: 目標：%d ml
ko: 목표: %d ml
ku: Armanc: %d ml
lt: Tikslas: %d ml
lv: Mērķis: %d ml
ms: Sasaran: %d ml
nb: Mål: %d ml
nl: Doel: %d ml
pl: Cel: %d ml
pt_br: Meta: %d ml
pt_pt: Objetivo: %d ml
ro: Obiectiv: %d ml
ru: Цель: %d мл
sk: Cieľ: %d ml
sl: Cilj: %d ml
sq: Objektivi: %d ml
sr: Циљ: %d ml
sv: Mål: %d ml
sw: Lengo: %d ml
th: เป้าหมาย: %d มล.
tr: Hedef: %d ml
uk: Ціль: %d мл
vi: Mục tiêu: %d ml
zh_hans: 目标：%d 毫升
zh_hant: 目標：%d ml

# siri.add_alcohol.ask_amount
source: Combien de millilitres ?
ar: كم مليلتراً؟
bg: Колко милилитра?
bn: কত মিলিলিটার?
cs: Kolik mililitrů?
da: Hvor mange milliliter?
de: Wie viele Milliliter?
el: Πόσα χιλιοστόλιτρα;
en: How many millilitres?
es: ¿Cuántos mililitros?
fa: چند میلی‌لیتر؟
fi: Kuinka monta millilitraa?
fil: Ilang mililitro?
he: כמה מיליליטר?
hi: कितने मिलीलीटर?
hr: Koliko mililitara?
hu: Hány millilitert?
id: Berapa mililiter?
it: Quanti millilitri?
ja: 何ミリリットルですか？
ko: 몇 밀리리터인가요?
ku: Çend mîlîlîtir?
lt: Kiek mililitrų?
lv: Cik mililitru?
ms: Berapa mililiter?
nb: Hvor mange milliliter?
nl: Hoeveel milliliter?
pl: Ile mililitrów?
pt_br: Quantos mililitros?
pt_pt: Quantos mililitros?
ro: Câți mililitri?
ru: Сколько миллилитров?
sk: Koľko mililitrov?
sl: Koliko mililitrov?
sq: Sa mililitra?
sr: Колико милилитара?
sv: Hur många milliliter?
sw: Mililita ngapi?
th: กี่มิลลิลิตร?
tr: Kaç mililitre?
uk: Скільки мілілітрів?
vi: Bao nhiêu mililít?
zh_hans: 多少毫升？
zh_hant: 幾毫升？

# siri.add_alcohol.ask_type
source: Quel type de boisson as-tu consommé ?
ar: ما نوع المشروب الذي تناولته؟
bg: Каква напитка изпи?
bn: আপনি কী ধরনের পানীয় পান করেছেন?
cs: Jaký typ nápoje jsi vypil/a?
da: Hvilken type drik drak du?
de: Welche Art von Getränk hast du konsumiert?
el: Τι είδους ποτό καταναλώσατε;
en: What type of drink did you have?
es: ¿Qué tipo de bebida consumiste?
fa: چه نوشیدنی‌ای خوردی؟
fi: Minkä tyyppistä juomaa joit?
fil: Anong uri ng inumin ang ininom mo?
he: איזה סוג משקה שתית?
hi: आपने कौन सा पेय लिया?
hr: Koje piće si popio?
hu: Milyen italt ittál?
id: Jenis minuman apa yang Anda konsumsi?
it: Che tipo di bevanda hai consumato?
ja: どんな飲み物を飲みましたか？
ko: 어떤 종류의 음료를 마셨나요?
ku: Te kîjan vexwarin vexwar?
lt: Kokį gėrimą išgėrei?
lv: Kādu dzērienu tu dzēri?
ms: Apakah jenis minuman yang anda minum?
nb: Hvilken type drikke hadde du?
nl: Welk type drank heb je gedronken?
pl: Jaki rodzaj napoju spożyłeś?
pt_br: Que tipo de bebida você consumiu?
pt_pt: Que tipo de bebida consumiu?
ro: Ce tip de băutură ai consumat?
ru: Какой вид напитка вы употребили?
sk: Aký typ nápoja si vypil(a)?
sl: Kakšno pijačo si spil?
sq: Çfarë pijeje ke pirë?
sr: Које пиће си попио?
sv: Vilken typ av dryck drack du?
sw: Ulikunywa kinywaji gani?
th: คุณดื่มเครื่องดื่มประเภทใด?
tr: Ne tür içki tükettin?
uk: Який напій ти випив(ла)?
vi: Bạn đã uống loại đồ uống gì?
zh_hans: 你喝了什么类型的饮料？
zh_hant: 你喝了什麼類型的飲品？

# siri.add_alcohol.description
source: Enregistre une consommation d'alcool dans AquApp avec la compensation en eau recommandée.
ar: سجّل مشروباً كحولياً في AquApp مع تعويض الماء الموصى به.
bg: Запиши консумацията на алкохол в AquApp с препоръчителна компенсация с вода.
bn: প্রস্তাবিত পানি পূরণসহ AquApp-এ অ্যালকোহল সেবন রেকর্ড করুন।
cs: Zaznamenej konzumaci alkoholu v AquApp s doporučeným vyrovnáním vodou.
da: Log en alkoholisk drink i AquApp med den anbefalede vandkompensation.
de: Erfasse einen Alkoholkonsum in AquApp mit empfohlener Wasserausgleichsmenge.
el: Καταγράψτε αλκοολούχο ποτό στο AquApp με τη συνιστώμενη αντιστάθμιση νερού.
en: Log an alcoholic drink in AquApp with the recommended water compensation.
es: Registra una bebida alcohólica en AquApp con la compensación de agua recomendada.
fa: مصرف الکل خود را در AquApp همراه با میزان پیشنهادی جبران آب ثبت کن.
fi: Kirjaa alkoholinkäyttösi AquAppiin suositellulla vesitasapainotuksella.
fil: I-log ang isang inuming may alak sa AquApp kasama ang inirerekomendang pagbawi sa tubig.
he: רשום משקה אלכוהולי ב-AquApp עם פיצוי המים המומלץ.
hi: AquApp में अनुशंसित पानी मुआवजे के साथ मादक पेय लॉग करें।
hr: Zabilježi konzumaciju alkohola u AquApp s preporučenom nadoknadom vodom.
hu: Rögzítsd az alkoholfogyasztásodat az AquApp-ban, ajánlott vízpótlással.
id: Catat konsumsi alkohol di AquApp dengan kompensasi air yang direkomendasikan.
it: Registra un consumo alcolico in AquApp con la compensazione idrica consigliata.
ja: AquAppでアルコール摂取を記録し、推奨水分補給量を確認します。
ko: 권장 물 보상과 함께 AquApp에 음주를 기록합니다.
ku: Vexwarina alkolê di AquApp de bi jêbirina avê ya pêşniyarkirî tomar bike.
lt: Fiksuok alkoholio vartojimą AquApp su rekomenduojama vandens kompensacija.
lv: Reģistrē alkohola patēriņu AquApp ar ieteicamo ūdens kompensāciju.
ms: Rekod minuman beralkohol dalam AquApp dengan pampasan air yang disyorkan.
nb: Logg en alkoholholdig drink i AquApp med anbefalt vannkompensasjon.
nl: Log een alcoholische drank in AquApp met aanbevolen watercompensatie.
pl: Zarejestruj spożycie alkoholu w AquApp z zalecaną kompensacją wodną.
pt_br: Registre uma bebida alcoólica no AquApp com a compensação de água recomendada.
pt_pt: Registe uma bebida alcoólica no AquApp com a compensação de água recomendada.
ro: Înregistrează o băutură alcoolică în AquApp cu compensarea de apă recomandată.
ru: Записать потребление алкоголя в AquApp с рекомендуемой компенсацией воды.
sk: Zaznamenaj konzumáciu alkoholu v AquApp s odporúčaným vyrovnaním vodou.
sl: Zabeleži uživanje alkohola v AquApp s priporočeno nadomestitvijo z vodo.
sq: Regjistro konsumimin e alkoolit në AquApp me kompensimin e rekomanduar të ujit.
sr: Забележи унос алкохола у AquApp са препорученом надокнадом водом.
sv: Logga en alkoholdryck i AquApp med rekommenderad vattenkompensation.
sw: Rekodi matumizi ya pombe katika AquApp na fidia ya maji inayopendekezwa.
th: บันทึกเครื่องดื่มแอลกอฮอล์ใน AquApp พร้อมการชดเชยน้ำที่แนะนำ
tr: AquApp'ta alkol tüketimini önerilen su telafisi ile kaydet.
uk: Запиши споживання алкоголю в AquApp із рекомендованою компенсацією водою.
vi: Ghi lại đồ uống có cồn trong AquApp với lượng nước bù được đề xuất.
zh_hans: 在AquApp中记录酒精饮料及推荐补水量。
zh_hant: 在 AquApp 中記錄你的飲酒量，並取得建議的補水量。

# siri.add_alcohol.short_title
source: Ajouter alcool
ar: مشروب
bg: Добави алкохол
bn: অ্যালকোহল যোগ করুন
cs: Přidat alkohol
da: Tilføj drink
de: Alkohol
el: Προσθήκη ποτού
en: Add drink
es: Añadir bebida
fa: افزودن الکل
fi: Lisää alkoholia
fil: Magdagdag ng inumin
he: הוסף משקה
hi: ड्रिंक जोड़ें
hr: Dodaj alkohol
hu: Alkohol hozzáadása
id: Tambah minuman
it: Alcolico
ja: アルコール
ko: 음료 추가
ku: Alkolê zêde bike
lt: Pridėti alkoholį
lv: Pievienot alkoholu
ms: Tambah minuman
nb: Legg til drink
nl: Drank
pl: Napój
pt_br: Bebida
pt_pt: Adicionar bebida
ro: Adaugă băutură
ru: Алкоголь
sk: Pridať alkohol
sl: Dodaj alkohol
sq: Shto alkool
sr: Додај алкохол
sv: Alkohol
sw: Ongeza pombe
th: เพิ่มเครื่องดื่ม
tr: İçki
uk: Додати алкоголь
vi: Thêm đồ uống
zh_hans: 加酒
zh_hant: 新增酒精

# siri.add_alcohol.title
source: Ajouter une boisson alcoolisée
ar: إضافة مشروب كحولي
bg: Добави алкохолна напитка
bn: অ্যালকোহলিক পানীয় যোগ করুন
cs: Přidat alkoholický nápoj
da: Tilføj en alkoholholdig drink
de: Alkohol hinzufügen
el: Προσθήκη αλκοολούχου ποτού
en: Add alcoholic drink
es: Añadir bebida alcohólica
fa: افزودن نوشیدنی الکلی
fi: Lisää alkoholijuoma
fil: Magdagdag ng inuming may alak
he: הוסף משקה אלכוהולי
hi: मादक पेय जोड़ें
hr: Dodaj alkoholno piće
hu: Alkoholos ital hozzáadása
id: Tambah minuman beralkohol
it: Aggiungi alcolico
ja: アルコールを追加
ko: 알코올 음료 추가
ku: Vexwarineke alkolî zêde bike
lt: Pridėti alkoholinį gėrimą
lv: Pievienot alkoholisko dzērienu
ms: Tambah minuman beralkohol
nb: Legg til en alkoholholdig drink
nl: Alcoholische drank toevoegen
pl: Dodaj napój alkoholowy
pt_br: Adicionar bebida alcoólica
pt_pt: Adicionar bebida alcoólica
ro: Adaugă băutură alcoolică
ru: Добавить алкоголь
sk: Pridať alkoholický nápoj
sl: Dodaj alkoholno pijačo
sq: Shto pije alkoolike
sr: Додај алкохолно пиће
sv: Lägg till alkohol
sw: Ongeza kinywaji cha pombe
th: เพิ่มเครื่องดื่มแอลกอฮอล์
tr: Alkol ekle
uk: Додати алкогольний напій
vi: Thêm đồ uống có cồn
zh_hans: 添加酒精饮料
zh_hant: 新增酒精飲品
